Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Resting HR is elevated and HRV is below your baseline, both classic signs of high activation. Prioritise rest, hydration and an easy day.
de: Die Ruhe-HF ist erhöht und die HRV liegt unter deiner Basislinie, beides klassische Zeichen hoher Aktivierung. Priorisiere Ruhe, Flüssigkeit und einen lockeren Tag.
es: La FC en reposo está elevada y la VFC está por debajo de tu línea base, ambas señales clásicas de alta activación. Prioriza el descanso, la hidratación y un día tranquilo.
fr: La FC au repos est élevée et la VFC est en dessous de votre ligne de base, deux signes classiques d'une forte activation. Priorisez le repos, l'hydratation et une journée tranquille.
it: La FC a riposo è elevata e l'HRV è sotto la tua linea di base, entrambi segni classici di alta attivazione. Dai priorità a riposo, idratazione e una giornata leggera.
pl: Tętno spoczynkowe jest podwyższone, a HRV jest poniżej wartości bazowej, co jest klasycznym objawem wysokiej aktywacji. Priorytetem jest odpoczynek, nawodnienie i spokojny dzień.
pt_pt: A FC em repouso está elevada e a VFC está abaixo do valor inicial, ambos sinais clássicos de elevada ativação. Privilegie o descanso, a hidratação e um dia tranquilo.
ru: Пульс покоя повышен, а ВСР ниже нормы — классические признаки высокой активации. Отдайте приоритет отдыху, гидратации и лёгкому дню.
th: อัตรา HR ขณะพักผ่อนเพิ่มขึ้น และ HRV ต่ำกว่าเกณฑ์พื้นฐาน ซึ่งเป็นสัญญาณคลาสสิกของความตื่นตัวในระดับสูง ให้ความสำคัญกับการพักผ่อน ความชุ่มชื้น และวันสบายๆ
zh_hans: 静息心率偏高且 HRV 低于你的基线，这两者都是高度激活的典型信号。请优先休息、补水，安排轻松的一天。
zh_hant: 靜息心率偏高且 HRV 低於你的基線，兩者都是高度激活的典型跡象。優先安排休息、補水，度過輕鬆的一天。

source: Resting today. Training suggestions are paused until you're active again.
de: Heute Pause. Trainingsvorschläge sind pausiert, bis du wieder aktiv bist.
es: Hoy descansando. Las sugerencias de entrenamiento están en pausa hasta que vuelvas a estar activo.
fr: Repos aujourd'hui. Les suggestions d'entraînement sont en pause jusqu'à ce que vous soyez de nouveau actif.
it: Riposo oggi. I suggerimenti di allenamento vengono sospesi finché non torni di nuovo attivo.
pl: Dziś odpoczywasz. Propozycje treningowe są wstrzymane, dopóki nie wrócisz do aktywności.
pt_pt: Descansando hoje. As sugestões de treino são pausadas até que você esteja ativo novamente.
ru: Отдыхаю сегодня. Предложения по обучению приостанавливаются до тех пор, пока вы снова не станете активны.
th: วันนี้พักผ่อนครับ. คำแนะนำการฝึกอบรมจะหยุดชั่วคราวจนกว่าคุณจะกลับมาใช้งานได้อีกครั้ง
zh_hans: 今天休息。训练建议将暂停，直到您再次活跃为止。
zh_hant: 今天休息。訓練建議將暫停，直到您再次活躍為止。

source: Restorative
de: Erholsam
es: Reparador
fr: Réparateur
it: Rigenerante
pl: Wzmacniający
pt_pt: Descansoaurador
ru: Восстанавливающий
th: บูรณะ
zh_hans: 修复性
zh_hant: 修復性

source: Restorative Sleep
de: Erholsamer Schlaf
es: Sueño reparador
fr: Sommeil réparateur
it: Sonno rigenerante
pl: Regenerujący sen
pt_pt: Sono Descansoaurador
ru: Восстанавливающий сон
th: การนอนพักผ่อน
zh_hans: 恢复性睡眠
zh_hant: 修復性睡眠

source: RESTORATIVE SLEEP
de: RESTORATIVER SCHLAF
es: SLEEP
fr: SOMMEIL RÉPARATEUR
pl: REGENERUJĄCY SEN
pt_pt: SONO RESTAURADOR
th: การนอนที่เต็มอิ่ม

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
pl: Przywrócić
pt_pt: Descansoaurar
ru: Восстановить
th: คืนค่า
zh_hans: 还原
zh_hant: 還原

source: Restore backup %@
de: Sicherung %@ wiederherstellen
es: Restaurar copia de seguridad %@
fr: Restaurer la sauvegarde %@
it: Ripristina il backup %@
pl: Przywróć kopię zapasową %@
pt_pt: Descansoaurar cópia de segurança %@
ru: Восстановить резервную копию %@
th: กู้คืนข้อมูลสำรอง %@
zh_hans: 恢复备份 %@
zh_hant: 還原備份 %@

source: Restore backup from %@
de: Sicherung vom %@ wiederherstellen
es: Restaurar copia de seguridad de %@
fr: Restaurer la sauvegarde du %@
it: Ripristina il backup da %@
pl: Przywróć kopię zapasową z %@
pt_pt: Descansoaurar cópia de segurança de %@
ru: Восстановить резервную копию от %@
th: กู้คืนข้อมูลสำรองจาก %@
zh_hans: 从 %@ 还原备份
zh_hant: 從 %@ 還原備份

source: Restore from a backup…
de: Aus einer Sicherung wiederherstellen…
es: Restaurar desde una copia de seguridad…
fr: Restaurer à partir d'une sauvegarde…
it: Ripristina da un backup…
pl: Przywróć z kopii zapasowej…
pt_pt: Descansoaurar a partir de um cópia de segurança…
ru: Восстановить из резервной копии…
th: กู้คืนจากข้อมูลสำรอง...
zh_hans: 从备份还原…
zh_hant: 從備份還原…

source: Restore problem
de: Wiederherstellungsproblem
es: Problema al restaurar
fr: Problème de restauration
it: Problema di ripristino
pl: Przywróć problem
pt_pt: Problema de restauração
ru: Проблема восстановления
th: เรียกคืนปัญหา
zh_hans: 恢复出错
zh_hant: 還原問題

source: Restore this backup?
de: Diese Sicherung wiederherstellen?
es: ¿Restaurar esta copia de seguridad?
fr: Restaurer cette sauvegarde ?
it: Ripristinare questo backup?
pl: Przywrócić tę kopię zapasową?
pt_pt: Descansoaurar este cópia de segurança?
ru: Восстановить эту резервную копию?
th: คืนค่าข้อมูลสำรองนี้ไหม
zh_hans: 还原此备份？
zh_hant: 還原此備份？

source: Restore to Today
de: In „Heute“ wiederherstellen
es: Restaurar a Hoy
fr: Restaurer à Aujourd'hui
it: Ripristina a Oggi
pl: Przywróć do dnia dzisiejszego
pt_pt: Descansoaurar para hoje
ru: Вернуться к «Сегодня»
th: คืนค่าเป็นวันนี้
zh_hans: 还原到今天
zh_hant: 還原到今天

source: Restored
de: Wiederhergestellt
es: Restaurado
fr: Restauré
it: Ripristinato
pl: Przywrócony
pt_pt: Descansoaurado
ru: Восстановлено
th: คืนค่า
zh_hans: 已恢复
zh_hant: 已還原

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
pl: Wznawiać
pt_pt: Retomar
ru: Продолжить
th: ทำต่อ
zh_hans: 继续
zh_hant: 繼續

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pl: Ponów
pt_pt: Tentar novamente
ru: Повторить попытку
th: ลองอีกครั้ง
zh_hans: 重试
zh_hant: 重試

source: Retry available in %lld seconds
de: Erneuter Versuch in %lld Sekunden möglich
es: Reintento disponible en %lld segundos
fr: Nouvelle tentative possible dans %lld secondes
it: Nuovo tentativo disponibile tra %lld secondi
pl: Ponowienie możliwe za %lld s
pt_pt: Nova tentativa disponível em %lld segundos
ru: Повторная попытка доступна через %lld секунд.
th: ลองอีกครั้งใน %lld วินาที
zh_hans: %lld 秒后可重试
zh_hant: %lld 秒後可重試

source: Retry in %llds
de: Erneut in %lld s
es: Reintentar en %lld s
fr: Réessayer dans %lld s
it: Riprova tra %llds
pl: Ponów za %lld s
pt_pt: Tente novamente em %llds
ru: Повторить попытку через %lld с.
th: ลองอีกครั้งใน %lld
zh_hans: %llds 后重试
zh_hant: %llds 後重試

source: Retry sending your last message
de: Senden deiner letzten Nachricht erneut versuchen
es: Reintentar el envío de tu último mensaje
fr: Réessayer d'envoyer votre dernier message
it: Riprova a inviare il tuo ultimo messaggio
pl: Wyślij ostatnią wiadomość ponownie
pt_pt: Tente enviar novamente sua última mensagem
ru: Повторите отправку последнего сообщения.
th: ลองส่งข้อความล่าสุดของคุณอีกครั้ง
zh_hans: 重试发送您的最后一条消息
zh_hant: 重試發送您的最後一則訊息

source: Return
de: Zurück
es: Volver
fr: Retour
it: Ritorno
pl: Wróć
pt_pt: Retorno
ru: Возврат
th: กลับ
zh_hans: 返回
zh_hant: 返回

source: Return to workout
de: Zurück zum Workout
es: Volver al entrenamiento
fr: Retourner à l'entraînement
it: Torna all'allenamento
pl: Wróć do treningu
pt_pt: Voltar ao treino
ru: Вернуться к тренировке
th: กลับไปออกกำลังกาย
zh_hans: 返回锻炼
zh_hant: 返回鍛鍊

source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
pl: Pokaż w Finderze
pt_pt: Revelar no Finder
ru: Показать в Finder
th: เปิดเผยใน Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Reverse the above when you return.
de: Kehre das Obige um, wenn du zurück bist.
es: Invierte lo anterior cuando regreses.
fr: Inversez ce qui précède à votre retour.
it: Inverti quanto sopra quando torni.
pl: Po powrocie odwróć powyższe.
pt_pt: Inverta o procedimento acima quando regressar.
ru: Отмените это по возвращении.
th: ย้อนกลับข้างต้นเมื่อคุณกลับมา
zh_hans: 回来时反向执行上述操作。
zh_hant: 當你返回時，反向執行上述動作。

source: Reverts to the default profile icon
de: Setzt auf das Standard-Profilsymbol zurück
es: Vuelve al icono de perfil predeterminado
fr: Revient à l'icône de profil par défaut
it: Torna all'icona del profilo predefinita
pl: Przywraca domyślną ikonę profilu
pt_pt: Reverte para o ícone de perfil padrão
ru: Возвращает значок профиля по умолчанию
th: เปลี่ยนกลับเป็นไอคอนโปรไฟล์เริ่มต้น
zh_hans: 恢复为默认的头像图标
zh_hant: 恢復為預設的頭像圖示

source: Review before sharing
de: Vor dem Teilen prüfen
es: Revisa antes de compartir
fr: Vérifier avant de partager
it: Rivedi prima di condividere
pl: Przejrzyj przed udostępnieniem
pt_pt: Reveja antes de partilhar
ru: Проверьте перед отправкой
th: ตรวจสอบก่อนแชร์
zh_hans: 分享前查看
zh_hant: 分享前查看

source: Review PDF or photo…
de: Überprüfen Sie PDF oder Foto…
es: Revisar PDF o foto…
fr: Réviser un PDF ou une photo…
it: Rivedi PDF o foto...
pl: Przejrzyj PDF lub zdjęcie…
pt_pt: Revise o PDF ou foto…
ru: Просмотр PDF-файла или фотографии…
th: ตรวจสอบ PDF หรือรูปภาพ...
zh_hans: 查看 PDF 或照片...
zh_hant: 查看 PDF 或照片...

source: Review report readings
de: Überprüfen Sie die Berichtsergebnisse
es: Revisar las lecturas del informe.
fr: Examiner les lectures du rapport
it: Esaminare le letture del rapporto
pl: Przejrzyj odczyty z wyniku
pt_pt: Revise as leituras do relatório
ru: Просмотрите показания отчета
th: ทบทวนการอ่านรายงาน
zh_hans: 审查报告读数
zh_hant: 審查報告讀數

source: Reviews each scored wake block for real evidence of getting up (walking cadence, a change in body position) instead of just a heart-rate rise. A wake block with no locomotion and a stable posture — a hot night, a brief turn-over — is folded back into light sleep; a real get-up is left alone. Self-checks how much motion detail your strap actually recorded and stays off on a night that's too sparse to trust (older WHOOP 4.0 firmware, mainly). Off by default; takes effect on the next nights staged.
de: Rezensiert jeden bewerteten Wake-Block auf echte Beweise für das Aufstehen (laufende Kadenz, eine Veränderung der Körperposition) anstelle von nur einem Herzfrequenzanstieg. Ein Wachblock ohne Fortbewegung und eine stabile Haltung - eine heiße Nacht, eine kurze Wende - wird in leichten Schlaf zurückgeklappt; ein echtes Aufstehen bleibt in Ruhe. Überprüft selbst, wie viele Bewegungsdetails Ihr Gurt tatsächlich aufgenommen hat, und bleibt in einer Nacht, die zu spärlich ist, um zu vertrauen (hauptsächlich ältere WHOOP 4.0-Firmware). Standardmäßig ausgeschaltet; tritt in den nächsten inszenierten Nächten in Kraft.
es: Reseña cada bloque de vela marcado para evidencia real de levantarse (cadencia caminante, un cambio en la posición del cuerpo) en lugar de sólo un aumento de la frecuencia cardíaca. Un bloque de vela sin locomoción y una postura estable —una noche caliente, un breve cambio de imagen— se dobla de nuevo en un sueño ligero; un verdadero auge se deja solo. Autocontrola cuánto detalle de movimiento tu correa grabó y se mantiene en una noche que es demasiado escasa para confiar (más antiguo firmware WHOOP 4.0, principalmente). De forma predeterminada; toma efecto en las próximas noches escenificadas.
fr: Annule chaque bloc de réveil marqué pour de vraies preuves de se lever (cadence de marche, un changement de position du corps) au lieu d'une simple élévation du rythme cardiaque. Un bloc de réveil sans locomotion et une posture stable — une nuit chaude, un bref retournement — est replié dans un sommeil léger; un vrai réveil est laissé seul. Auto-vérifie combien de détails de mouvement votre sangle a effectivement enregistré et reste en dehors sur une nuit qui est trop clairsemée pour faire confiance (ancien firmware WHOOP 4.0, principalement). Off par défaut; prend effet les nuits suivantes mis en scène.
pl: Przeglądaj każdy punktowany blok budzenia pod kątem rzeczywistych dowodów na wstawanie (rytm chodu, zmiana pozycji ciała), a nie tylko wzrost tętna. Blokada bez ruchu i stabilna postawa – gorąca noc, krótki obrót – ponownie zapada w lekki sen; prawdziwe wstawanie zostaje pozostawione w spokoju. Samoczynnie sprawdza, ile szczegółów ruchu faktycznie zarejestrował Twój pasek, i pozostaje wyłączony w nocy, w której nie można ufać (głównie starsze oprogramowanie WHOOP 4.0). Domyślnie wyłączone; obowiązuje od kolejnych wystawianych nocy.
pt_pt: Revê cada bloqueio de vigília pontuado em busca de evidências reais de se levantar (cadência de marcha, mudança na posição do corpo) em vez de apenas um aumento da frequência cardíaca. Um bloco de vigília sem locomoção e com uma postura estável – uma noite quente, uma breve reviravolta – regressa ao sono leve; uma verdadeira roupa é posta de lado. Verifica automaticamente quantos detalhes de movimento a tua bracelete realmente registou e permanece desligada numa noite muito escassa para confiar (firmware WHOOP 4.0 mais antigo, principalmente). Desativado por defeito; entra em vigor nas próximas noites encenadas.
th: ตรวจแต่ละช่วงที่ระบบจัดว่า ‘ตื่น’ ว่ามีหลักฐานการลุกจริงหรือไม่ เช่น จังหวะเดินหรือการเปลี่ยนท่าทาง แทนที่จะดูเพียงอัตราการเต้นหัวใจที่เพิ่มขึ้น หากไม่มีการเคลื่อนที่และท่าทางยังคงที่ เช่น คืนที่อากาศร้อนหรือพลิกตัวสั้น ๆ ระบบจะรวมช่วงนั้นกลับเป็นหลับตื้น แต่จะคงช่วงที่ลุกจริงไว้ ระบบตรวจด้วยว่ารายละเอียดการเคลื่อนไหวจากสายรัดเพียงพอหรือไม่ และจะไม่ทำงานในคืนที่ข้อมูลน้อยเกินไป โดยเฉพาะเฟิร์มแวร์ WHOOP 4.0 รุ่นเก่า ปิดไว้เป็นค่าเริ่มต้นและมีผลกับคืนที่ประมวลผลถัดไป

source: Rhythm
de: Rhythmus
es: Ritmo
fr: Rythme
it: Ritmo
pl: Rytm
pt_pt: Ritmo
ru: Ритм
th: จังหวะ
zh_hans: 节律
zh_hant: 節律

source: Rhythm only looks during quiet, still, resting windows, so it needs a calm night's worth of steady beats. Once there's a clean window, the scatter and its description show here.
de: Rhythmus schaut nur in ruhige, stille Ruhefenster, es braucht also eine ruhige Nacht mit gleichmäßigen Schlägen. Sobald es ein sauberes Fenster gibt, erscheinen die Streuung und ihre Beschreibung hier.
es: Ritmo solo analiza ventanas de reposo tranquilas y sin movimiento, así que necesita una noche calmada de latidos estables. Cuando haya una ventana limpia, el gráfico de dispersión y su descripción aparecerán aquí.
fr: Rythme n'observe que pendant des fenêtres calmes, immobiles et au repos, il lui faut donc une nuit calme avec des battements réguliers. Une fois qu'une fenêtre propre existe, le nuage de points et sa description s'affichent ici.
it: Il Ritmo osserva solo durante finestre tranquille, immobili, di riposo, quindi serve una notte calma di battiti regolari. Una volta che c'è una finestra pulita, qui appaiono il grafico a dispersione e la sua descrizione.
pl: Rhythm sprawdza się tylko w cichych, nieruchomych i odpoczywających oknach, dlatego potrzebuje spokojnej nocy i stałych uderzeń. Gdy okno będzie czyste, pojawi się tutaj rozproszenie i jego opis.
pt_pt: O ritmo só aparece durante janelas silenciosas, imóveis e em repouso, por isso precisa de uma noite calma com batidas constantes. Assim que houver uma janela limpa, a dispersão e a tua descrição serão aqui apresentadas.
ru: Ритм анализируется только в тихие, неподвижные периоды покоя, поэтому нужна спокойная ночь с ровным пульсом. Как только появится чистый период, здесь отобразятся диаграмма рассеяния и её описание.
th: จังหวะจะดูเฉพาะช่วงข้อมูลที่เงียบและนิ่งเท่านั้น ดังนั้นจึงต้องมีจังหวะที่สม่ำเสมอในคืนที่สงบ เมื่อมีช่วงข้อมูลที่สะอาดแล้ว การกระจายและคำอธิบายจะแสดงที่นี่
zh_hans: 「节律」只在安静、静止、休息的时段进行观察，因此它需要一个平静夜晚中足量的平稳心跳。一旦有了干净的时段，散点图及其说明就会显示在这里。
zh_hant: 「節律」只在安靜、靜止、休息的時段進行觀察，因此它需要一個平靜夜晚中足量的平穩心跳。一旦有了乾淨的時段，散點圖及其說明就會顯示在這裡。

source: Rhythm visualization (experimental)
de: Rhythmus-Visualisierung (experimentell)
es: Visualización de ritmo (experimental)
fr: Visualisation du rythme (expérimental)
it: Visualizzazione del ritmo (sperimentale)
pl: Wizualizacja rytmu (eksperymentalna)
pt_pt: Visualização do ritmo (experimental)
ru: Визуализация ритма (экспериментально)
th: การสร้างภาพจังหวะ (ทดลอง)
zh_hans: 节律可视化（实验性）
zh_hant: 節律視覺化（實驗性）

source: Right wrist
de: Rechtes Handgelenk
es: Muñeca derecha
fr: Poignet droit
it: Polso destro
pl: Prawy nadgarstek
pt_pt: Pulso direito
ru: Правое запястье
th: ข้อมือขวา
zh_hans: 右手腕
zh_hant: 右手腕

source: Ring key (32 hex characters)
de: Ring-Schlüssel (32 Hex-Zeichen)
es: Clave del anillo (32 caracteres hexadecimales)
fr: Clé de l'anneau (32 caractères hexadécimaux)
it: Chiave dell'anello (32 caratteri esadecimali)
pl: Klucz pierścieniowy (32 znaki szesnastkowe)
pt_pt: Chave de anel (32 caracteres hexadecimais)
ru: Ключ кольца (32 шестнадцатеричных символа)
th: ประแจแหวน (อักขระฐานสิบหก 32 ตัว)
zh_hans: 戒指密钥（32 个十六进制字符）
zh_hant: 戒指金鑰（32 個十六進位字元）

source: Ring key, 32 hexadecimal characters
de: Ring-Schlüssel, 32 Hexadezimalzeichen
es: Clave del anillo, 32 caracteres hexadecimales
fr: Clé de l'anneau, 32 caractères hexadécimaux
it: Chiave dell'anello, 32 caratteri esadecimali
pl: Klucz pierścieniowy, 32 znaki szesnastkowe
pt_pt: Chave circular, 32 caracteres hexadecimais
ru: Ключ кольца, 32 шестнадцатеричных символа
th: คีย์ริง อักขระเลขฐานสิบหก 32 ตัว
zh_hans: 戒指密钥，32 个十六进制字符
zh_hant: 戒指金鑰，32 個十六進位字元

# RMSSD %.0f ms now vs your ~%.0f ms baseline (estimate from PPG-derived R-R).
source: RMSSD %1$.0f ms now vs your ~%2$.0f ms baseline (estimate from PPG-derived R-R).
de: RMSSD jetzt %1$.0f ms vs. deine ~%2$.0f ms Basislinie (Schätzung aus PPG-abgeleiteten R-R).
es: RMSSD de %.0f ms ahora frente a tu línea base de ~%.0f ms (estimación a partir de R-R derivados de PPG).
fr: RMSSD %1$.0f ms maintenant contre votre ligne de base d'environ %2$.0f ms (estimation à partir des R-R dérivés du PPG).
it: RMSSD %.0f ms ora contro la tua linea di base di ~%.0f ms (stima da R-R derivati dal PPG).
pl: RMSSD %1$.0f ms teraz w porównaniu do wartości bazowej ~%2$.0f ms (oszacowanie na podstawie R-R pochodzącego z PPG).
pt_pt: RMSSD %1$.0f ms agora versus a tua linha de base de ~%2$.0f ms (estimativa de R-R derivado de PPG).
ru: RMSSD сейчас %1$.0f мс против нормы ~%2$.0f мс (оценка на основе R-R по данным ФПГ).
th: ขณะนี้ RMSSD %.0f ms เทียบกับ ~%.0f ms พื้นฐานของคุณ (ประมาณจาก R-R ที่ได้มาจาก PPG)
zh_hans: 当前 RMSSD %.0f 毫秒，对比你约 %.0f 毫秒的基线（由 PPG 推导的 R-R 估算）。
zh_hant: 目前 RMSSD %.0f 毫秒，你的基線約為 %.0f 毫秒（根據 PPG 推導的 R-R 估算）。

source: RMSSD %lld milliseconds
de: RMSSD %lld Millisekunden
es: RMSSD %lld milisegundos
fr: RMSSD %lld millisecondes
it: RMSSD %lld millisecondi
pl: RMSSD %lld milisekundy
pt_pt: RMSSD %lld milissegundos
ru: RMSSD %lld миллисекунд
th: RMSSD %lld มิลลิวินาที
zh_hans: RMSSD %lld 毫秒
zh_hant: RMSSD %lld 毫秒

source: Rolling RMSSD %lld milliseconds
de: Gleitender RMSSD %lld Millisekunden
es: RMSSD móvil %lld milisegundos
fr: RMSSD glissant %lld millisecondes
it: RMSSD mobile %lld millisecondi
pl: Kroczące RMSSD %lld w milisekundach
pt_pt: Rolando RMSSD %lld milissegundos
ru: Скользящее RMSSD %lld миллисекунд
th: การกลิ้ง RMSSD %lld มิลลิวินาที
zh_hans: 滚动 RMSSD %lld 毫秒
zh_hant: 滾動 RMSSD %lld 毫秒

source: Rough
de: Grob
es: Aproximado
fr: Approximatif
it: Difficile
pl: Surowy
pt_pt: Áspero
ru: Приблизительно
th: ขรุขระ
zh_hans: 较差
zh_hant: 粗略

source: Rough guide only, based on what you logged.
de: Nur ein grober Anhaltspunkt, basierend auf deinen Einträgen.
es: Solo una guía aproximada, basada en lo que registraste.
fr: Simple indication approximative, basée sur ce que vous avez enregistré.
it: Solo una guida approssimativa, basata su ciò che hai registrato.
pl: Tylko przybliżony przewodnik oparty na tym, co zarejestrowałeś.
pt_pt: Apenas um guia aproximado, com base no que registou.
ru: Лишь приблизительная оценка на основе того, что вы записали.
th: คำแนะนำคร่าวๆ เท่านั้น ขึ้นอยู่กับสิ่งที่คุณบันทึกไว้
zh_hans: 仅为粗略参考，基于你的记录。
zh_hant: 僅為粗略參考，根據你記錄的內容得出。

source: ROUND
de: RUNDE
es: RONDA
fr: CYCLE
it: GIRO
pl: OKRĄGŁY
pt_pt: REDONDO
ru: РАУНД
th: กลม
zh_hans: 回合
zh_hant: 回合

source: Round %lld of %lld
de: Runde %1$lld von %2$lld
es: Ronda %lld de %lld
fr: Cycle %lld sur %lld
it: Round %lld di %lld
pl: Okrągłe %lld z %lld
pt_pt: Ronda %lld de %lld
ru: Раунд %lld из %lld
th: รอบ %lld ของ %lld
zh_hans: 第 %1$lld / %2$lld 轮
zh_hant: 第 %lld 輪，共 %lld 輪

source: Rounds
de: Runden
es: Rondas
fr: Cycles
it: Round
pl: Rundy
pt_pt: Rodadas
ru: Раунды
th: รอบ
zh_hans: 轮数
zh_hant: 輪數

source: Routines
de: Routinen
es: Rutinas
it: Routine
pl: Rutyny
pt_pt: Rotinas
ru: Распорядки
th: กิจวัตร
zh_hans: 例程
zh_hant: 例程

source: Rows drained (all time)
de: Entleerte Zeilen (jeweils)
es: Filas agotadas (todo el tiempo)
fr: Lignes drainées (toujours)
it: Righe svuotate (sempre)
pl: Opróżnione wiersze (od początku)
pt_pt: Linhas drenadas (todos os tempos)
ru: Строки опустошены (все время)
th: แถวข้อมูลที่ถ่ายโอนแล้ว (ทั้งหมด)
zh_hans: 排空的行（所有时间）
zh_hant: 排空的行（所有時間）

source: Rows drained (session)
de: Entleerte Zeilen (Sitzung)
es: Filas agotadas (sesión)
fr: Lignes drainées (session)
it: Righe drenate (sessione)
pl: Opróżnione wiersze (sesja)
pt_pt: Linhas drenadas (sessão)
ru: Строки опустошены (сеанс)
th: แถวข้อมูลที่ถ่ายโอนแล้ว (เซสชันนี้)
zh_hans: 排空行（会话）
zh_hant: 排空行（會話）

source: RSA response by pace
de: RSA-Reaktion nach Tempo
es: Respuesta RSA por ritmo
fr: Réponse RSA par allure
it: Risposta RSA per ritmo
pl: Odpowiedź RSA według tempa
pt_pt: Resposta RSA por ritmo
ru: Отклик RSA по темпу
th: การตอบสนองของ RSA ตามจังหวะ
zh_hans: 按节奏的 RSA 响应
zh_hant: 按節奏的 RSA 回應

source: RSA RESPONSE BY PACE
de: RSA-REAKTION NACH TEMPO
es: RESPUESTA RSA POR RITMO
fr: RÉPONSE RSA PAR ALLURE
it: RISPOSTA RSA PER RITMO
pl: ODPOWIEDŹ RSA WEDŁUG TEMPA
pt_pt: RESPOSTA RSA POR PACE
ru: ОТКЛИК RSA ПО ТЕМПУ
th: การตอบสนองของ RSA โดย PACE
zh_hans: 按节奏的 RSA 响应
zh_hant: 按節奏的 RSA 回應

source: Run a clean personal test
de: Führe einen sauberen persönlichen Test durch
es: Haz una prueba personal limpia
fr: Effectuer un test personnel propre
it: Esegui un test personale pulito
pl: Przeprowadź czysty test osobisty
pt_pt: Execute um teste pessoal limpo
ru: Провести чистый личный тест
th: ดำเนินการทดสอบส่วนบุคคลที่สะอาด
zh_hans: 运行一次干净的个人测试
zh_hant: 執行一次乾淨的個人測試

source: Run a Shortcut when put back on
de: Kurzbefehl ausführen, wenn wieder angelegt
es: Ejecutar un atajo al ponértela de nuevo
fr: Exécuter un raccourci une fois remis
it: Esegui un comando rapido quando la rimetti
pl: Uruchom skrót po ponownym włączeniu
pt_pt: Execute um atalho quando ligado novamente
ru: Запускать быструю команду при надевании обратно
th: เรียกใช้ทางลัดเมื่อใส่กลับเข้าไป
zh_hans: 重新戴上时运行快捷指令
zh_hant: 戴回時執行捷徑

source: Run a Shortcut when taken off
de: Kurzbefehl ausführen, wenn abgenommen
es: Ejecutar un atajo al quitártela
fr: Exécuter un raccourci une fois retiré
it: Esegui un comando rapido quando la togli
pl: Uruchom skrót po wyłączeniu
pt_pt: Execute um atalho quando retirado
ru: Запускать быструю команду при снятии
th: เรียกใช้ทางลัดเมื่อถอดออก
zh_hans: 取下时运行快捷指令
zh_hant: 取下時執行捷徑

source: Run a Shortcut…
de: Kurzbefehl ausführen…
es: Ejecutar un atajo…
fr: Exécuter un raccourci…
it: Esegui un comando rapido…
pl: Uruchom skrót…
pt_pt: Execute um atalho…
ru: Запустить быструю команду…
th: เรียกใช้ทางลัด...
zh_hans: 运行快捷指令…
zh_hant: 執行捷徑⋯⋯

source: Run down
de: Angeschlagen
es: Agotado
fr: Épuisé
it: A terra
pl: Spływać
pt_pt: Atropelar
ru: Истощён
th: วิ่งลงมา
zh_hans: 状态低迷
zh_hant: 疲憊不堪

source: Run model check
de: Modellprüfung durchführen
es: Ejecutar verificación de modelo
fr: Exécuter la vérification du modèle
it: Esegui il controllo del modello
pl: Uruchom sprawdzenie modelu
pt_pt: Execute a verificação do modelo
ru: Запустить проверку модели
th: ตรวจสอบโมเดล
zh_hans: 运行模型检查
zh_hant: 運行模型檢查
